{
    "new": {},
    "changes": {
        "Picnic Stowaway": {
            "quests": {
                "The Hungry Stowaway": {
                    "ItemReq": {"0": [{"item": "FoodHealth1", "quantity": 50}, {"item": "FoodHealth1", "quantity": 30}]}
                }
            }
        },
        "Cowbo Jones": {
            "quests": {
                "Tomb Raid": {
                    "DialogueText": [
                        "I got me an idea... there's a tomb way out in them Twilighty Desert dunes. It's home to the old Sultan a big dang elephant called Efaunt. You know what to do. <br> QUEST:Raid Efaunt's tomb and steal his crystal.",
                        "Go now gamer go defeat that darned Efaunt. His tomb is at the very end of the Twilight desert past the Tysons and Sand Giants. His evil reign ends now... <br> QUEST:Raid Efaunt's tomb defeat him and steal his crystal."
                    ]
                },
                "The Hatless Howerhouse!": {
                    "DialogueText": [
                        "Hows about we getcha a real challenge somethin' yall grasslickers over in them thar Blunderhills aint never done before... <br> QUEST:Kill 20 Sandy Pots without your precious hat equipped.",
                        "Anyways hows about we getcha a real challenge somethin' yall grasslickers over in them thar Blunderhills aint never done before... <br> QUEST:Kill 20 Sandy Pots without your precious hat equipped."
                    ]
                },
                "A Hat in Crime": {
                    "DialogueText": [
                        "Before we get startin' our crime spree we gotta look the part. Go get some materials from the Anvil so I can make ya a hat like mine. <br> QUEST:Yes Bandit Bob set you up. Guess you're taking orders from a cactus now!",
                        "Before we start our crime spree we gotta look the part. Go get some materials from the Anvil so I can make ya a hat like mine. <br> QUEST:Yes Bandit Bob set you up and yes Cacto Jones does seem possessed by an evil power!"
                    ]
                },
                "Children? What'd they ever do for Me...": {
                    "DialogueText": [
                        "I feel like we best do somethin' good for someone who won't make fun of us. Also remind me to steal that money back once we 'ventually go back to bein' evil. <br> QUEST:Donate to the Starving Orphan Monsters foundation in the Cauldron.",
                        "I feel like we best move on and get to some who Efaunt hasn't corrupted with evil yet. The orphans! Maybe we can help them! <br> QUEST:Donate to the Starving Orphan Monsters foundation in the Cauldron."
                    ]
                },
                "The Worst Trade Deal in History": {
                    "DialogueText": [
                        "That there stall owner heard he's got a bit of a money sitiation. Hows about yall help him with that? <br> QUEST:Buy and sell a total of 10 Golden Dubloons.",
                        "While you progress to Efaunt's tomb at the end of the Desert let's do some good deeds to ward off his evil... how about helping the Shop owner with his money woes? <br> QUEST:Buy and sell a total of 10 Golden Dubloons."
                    ]
                },
                "Oh No, not the Elderly!": {
                    "DialogueText": [
                        "Supposin' you aint really innerested in that last part there's only one thing left to save our souls. <br> We gotta help the elderly... <br> QUEST:Find some old coot to assist. Some old rag a real carpet of a fella you know what I mean.",
                        "Well shucks Efaunt done corrupted the orphans too! There's only one person left to help. <br> We gotta help the elderly... <br> QUEST:Find some old coot to assist. Some old rag a real carpet of a fella you know what I mean."
                    ]
                },
                "Say Goodbye to your Dubloon!": {
                    "DialogueText": [
                        "... so ya can't talk but don't yall worry yerself cause I sure know one thing that talks round 'ere:cold hard cash! Bring me round sum' that and we can git into some real business. <br> QUEST:Buy a Gold Dubloon to prove your worth.",
                        "...whatever so ya can't talk but don't yall worry yerself cause I sure know one thing that talks round 'ere:cold hard cash! Bring me round sum' that and we can git into some real business. <br> QUEST:Buy a Gold Dubloon to prove your worth."
                    ]
                }
            }
        },
        "Scripticus": {
            "quests": {
                "The Bigger they are, the Bigger they Fall!": {
                    "DialogueText": [
                        "Well it's all up to you now! Go defeat that thief and take back our Town Crystal even though you'll basically topple the Forest Village's entire Tourist-Based economy in the process!",
                        "Well it's all up to you now! Go defeat that thief and take back our Town Crystal! <br> MAIN QUEST: Defeat Amarok the wolf golem who awaits you in the map to the right of the tiki villagers."
                    ]
                },
                "What Lies at the Heart of the Forest": {
                    "DialogueText": [
                        "But you've come a long way since that epic fall from gamer grace so why don't you go check it out for yourself? Come back when you know more about the place!",
                        "But you've come a long way since that epic fall from gamer grace so why don't you go check it out for yourself? Come back when you know more about the place! <br> MAIN QUEST:Reach the Forest Camp past the Carrotmen and Glublins!"
                    ]
                },
                "The Choice is Yours!": {
                    "Rewards": {
                        "0": [" ", {"type": "Class", "amount": 20}],
                        "1": [{"type": "Class", "amount": 20}, {"coins": 280}]
                    }
                },
                "Can't somebody else do it?": {
                    "DialogueText": [
                        "No real gamer does everything for themself! Go create a 2nd character to gather items for you! QUEST:Reach Lv 5 then create a 2nd character at the main menu! You can treat them as a laborer to gather materials for you!",
                        "No real gamer does everything for themself! Go create a 2nd character! QUEST:Reach Lv 5 then create a 2nd character! Use them to gather materials for you while you play on your main character!!"
                    ],
                    "Rewards": {"2": [" ", {"item": "PremiumGem", "quantity": 150}]},
                    "CustomArray": {
                        "0": [
                            {"desc": "2nd Character Created:", "finalV": 1, "type": "GreaterEqual", "startV": 0},
                            {"desc": "Swap to 2nd Character:", "finalV": 1, "type": "GreaterEqual", "startV": 0}
                        ]
                    }
                },
                "Hardcore Gamer Status, Here I Come!": {},
                "Gear Up, Gamer!": {},
                "Stiltzcho, the Leaf Scout": {
                    "Type": [" ", "ItemsAndSpaceRequired"],
                    "DialogueText": [
                        " ",
                        "Anyway he's our best bet at finding out who stole the Town Gem! <br> QUEST:Get a scouting report from Stiltzcho the Leaf NPC in the slime map after beans!"
                    ],
                    "Name": [" ", "Stiltzcho, the Leaf Scout"],
                    "ConsumeItems": [" ", true],
                    "InventorySpacesNeeded": [" ", 2],
                    "Rewards": [
                        [" ", {"item": "InvBag3", "quantity": 1}],
                        [" ", {"item": "MaxCapBagM3", "quantity": 1}],
                        [" ", {"type": "Class", "amount": 1250}]
                    ],
                    "Difficulty": [" ", 5],
                    "ItemReq": [
                        [" ", {"item": "Quest6", "quantity": 1}]
                    ]
                }
            }
        },
        "Glumlee": {
            "quests": {
                "Literally Burning your Money": {
                    "CustomArray": {
                        "0": [
                            {"desc": "Upgrades Bought:", "finalV": 3, "type": "GreaterEqual", "startV": 0},
                            {"desc": "Upgrades Bought:", "finalV": 2, "type": "GreaterEqual", "startV": 0}
                        ]
                    }
                },
                "Learning to Swing": {
                    "DialogueText": [
                        "Go mine some ores and read this while you do. Mining Efficiency is your main stat here. It is boosted by your STR stat as well as your Mining Power which comes from pickaxes and other equipment! <br> QUEST:Mine 5 Copper Ore",
                        "Go mine some ores and read this while you do. Mining Efficiency is your main stat here. It is boosted by your STR stat as well as your Mining Power which comes from pickaxes and other equipment! <br> QUEST:Mine 2 Copper Ore"
                    ],
                    "ItemReq": {"0": [{"item": "Copper", "quantity": 5}, {"item": "Copper", "quantity": 2}]}
                }
            }
        }
    }
}