{
    "new": {},
    "changes": {
        "Scripticus": {
            "quests": {
                "The Choice is Yours!": {},
                "Mr. Worldwide": {
                    "Rewards": {"2": [{"item": "Experience0", "quantity": 25}, {"item": "Experience0", "quantity": 5}]}
                },
                "Gear Up, Gamer!": {"Rewards": {"2": [" ", {"item": "rtt0", "quantity": 3}]}},
                "The Unoccupied Picnic": {
                    "DialogueText": [
                        "You see I has a picnic and I forget the darn basket! There wasn't in it other than a jar of Golden Jam that I need back!  <br> MAIN QUEST:Retrieve the Golden Jam from the Picnic in Froggy Fields",
                        "Wait wait you're still a BEGINNER??? <br> MAIN QUEST:Select a new class from Promotheus. He's in the Bean map it's after Frogs..."
                    ]
                }
            }
        },
        "Sussy Gene": {
            "quests": {
                "Messin' Around": {
                    "DialogueText": [
                        "Ok like do these things now. <br> QUEST:Have 1000 mana in a Summoning Match at once get you and your opponent down to just 1 hp each and spawn 8 Vrumbies from a single card.",
                        "Ok like do these things now. <br> QUEST:Have 2500 mana in a Summoning Match at once get you and your opponent down to just 1 hp each and spawn 8 Vrumbies from a single card."
                    ]
                },
                "Goofin' Around": {
                    "DialogueText": [
                        "Three things tough stuff gonna freak you out maybe... <br> QUEST:Have a Summoning Match last 2 minutes or more Spawn 10 bloomies in a single match and Spawn 1000 slimes across all matches.",
                        "Three things tough stuff gonna freak you out maybe... <br> QUEST:Have a Summoning Match last 2 minutes or more Spawn 5 bloomies in a single match and Spawn 1000 slimes across all matches."
                    ]
                }
            }
        },
        "Hoov": {
            "quests": {
                "Stealth Check 1 2 3": {
                    "DialogueText": [
                        "Look man I'll totally join you just lemme peep those stats see if you good enough for my caliber. <br> QUEST:Have a total Stealth of 10420 on you Ninja Twin. Check Skill Info to see your ninja twin's Stealth amount.",
                        "Look man I'll totally join you just lemme peep those stats see if you good enough for my caliber. <br> QUEST:Have a total Stealth of 10420 on your Ninja Twin. Check Skill Info to see your ninja twin's Stealth amount."
                    ]
                }
            }
        },
        "Promotheus": {
            "quests": {
                "Three Right Answers": {
                    "InventorySpacesNeeded": [2, 3],
                    "Rewards": {"0": [" ", {"item": "Quest5", "quantity": 1}]}
                }
            }
        },
        "Stiltzcho": {
            "quests": {
                "Investigator by Day, Prankster by Night": {
                    "DialogueText": [
                        "Go get me some carrots and logs so I can make a little carrot mannequin for you to prank him with and I'll have the report ready when you return! <br> QUEST:Gather carrots from the Vegetable Grove as well as some logs.",
                        "Go get me some carrots and logs so I can make a little carrot mannequin for you to prank him with! <br> QUEST:Gather carrots from the next map after this one as well as some logs from the Beans map."
                    ]
                }
            }
        }
    }
}