{
    "new": {},
    "changes": {
        "Mr Pigibank": {
            "quests": {
                "A Pig and his Stamps": {
                    "DialogueText": [
                        "Tell you what if you find out who ran off with my Stamps I think I may be able to set up a business with you! <br> QUEST:Find out who stole the Stamp Collection",
                        "Find who stole my Stamps and I can do business with you! <br> QUEST:Find out who stole the Stamp Collection they're in the Frog map..."
                    ]
                }
            }
        },
        "Woodsman": {
            "quests": {
                "A noob's first swing": {
                    "DialogueText": [
                        "Care to give it a try? I'd do it myself but I wouldn't want to embarass a beginner like you! <br> QUEST:Chop down that Tree and collect 10 Oak Logs!",
                        "Care to give it a try? I'd do it myself but I wouldn't want to embarass a beginner like you! <br> QUEST:Collect 10 Oak Logs!"
                    ]
                },
                "It's Just a Plank, Bro!": {
                    "DialogueText": [
                        "Hit tree with sharp hammer. Make gravity in tree go brrrr. <br> QUEST:Bring 1000 logs... you should come back to this quest later once you have a higher Log Carry Capacity!",
                        "Hit tree with sharp hammer. Make gravity in tree go brrrr. <br> QUEST:Bring 1000 logs. You'll need a large Log Carry Cap."
                    ]
                },
                "A noob's 2nd first swing": {
                    "DialogueText": [
                        "See how your tree over there is a tree and mine here is... well not a tree anymore? Please make yours a bit more like mine. <br> QUEST:Turn the tree into the absence of a tree and get 100 Oak Logs.",
                        "See how your tree over there is a tree and mine here is... well not a tree anymore? Please make yours a bit more like mine. <br> QUEST:Collect 100 Oak Logs."
                    ]
                },
                "Exotic Pranks... I mean Logs!": {
                    "DialogueText": [
                        "Actually before you take off can ya get me some exotic logs? If you get a MASSIVE highscore in the minigame rare logs will come out! Go on try getting one! <br> QUEST: Get a Forest Log by earning a choppin' highscore of 150!",
                        "Actually before you take off can ya get me some exotic logs? There's a 1 in a billion chance of getting one from this tree! <br> QUEST: Get a Forest Log from a different tree found at the end of the world."
                    ]
                }
            }
        },
        "Picnic Stowaway": {
            "quests": {
                "The Hungry Stowaway": {
                    "DialogueText": [
                        "Well come on now I aint gonna give you part of my stash here for nothin'. This is a picnic basket not a charity house! Bring me something and maybe we can fix up a deal... <br> QUEST:Buy and bring 20 Nomwiches from the Town Shop.",
                        "Well come on now I aint gonna give you part of my stash here for nothin'. This is a picnic basket not a charity house! Bring me something and maybe we can fix up a deal... <br> QUEST:Bring a Nomwich buy them from the Shop in town."
                    ],
                    "ItemReq": {"0": [{"item": "FoodHealth1", "quantity": 20}, {"item": "FoodHealth1", "quantity": 1}]}
                }
            }
        }
    }
}