{
    "new": {},
    "changes": {
        "Plat": {
            "description": [
                "Smelt down 16 Ores into 1 Bar at the Forge. Smelting will take 2200 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 16 Ores into 1 Bar at the Forge. Smelting will take 1000 Seconds per Bar using Forge Slot 1. "
            ]
        },
        "Iron": {
            "description": [
                "Smelt down 4 Ores into 1 Bar at the Forge. Smelting will take 400 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 4 Ores into 1 Bar at the Forge. Smelting will take 150 Seconds per Bar using Forge Slot 1. "
            ]
        },
        "Dreadlo": {
            "description": [
                "Smelt down 1000 Ores into 1 Bar at the Forge. Smelting will take 50000 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 1000 Ores into 1 Bar at the Forge. Smelting will take 20000 Seconds per Bar using Forge Slot 1. "
            ]
        },
        "Starfire": {
            "description": [
                "Smelt down 500 Ores into 1 Bar at the Forge. Smelting will take 25000 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 500 Ores into 1 Bar at the Forge. Smelting will take 10000 Seconds per Bar using Forge Slot 1. "
            ]
        },
        "Godshard": {
            "description": [
                "Smelt down 5000 Ores into 1 Bar at the Forge. Smelting will take 100 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 5000 Ores into 1 Bar at the Forge. Smelting will take 60000 Seconds per Bar using Forge Slot 1. "
            ]
        },
        "Void": {
            "description": [
                "Smelt down 100 Ores into 1 Bar at the Forge. Smelting will take 6000 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 100 Ores into 1 Bar at the Forge. Smelting will take 2500 Seconds per Bar using Forge Slot 1. "
            ]
        },
        "Dementia": {
            "description": [
                "Smelt down 40 Ores into 1 Bar at the Forge. Smelting will take 3500 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 40 Ores into 1 Bar at the Forge. Smelting will take 1500 Seconds per Bar using Forge Slot 1. "
            ]
        },
        "Gold": {
            "description": [
                "Smelt down 7 Ores into 1 Bar at the Forge. Smelting will take 1000 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 7 Ores into 1 Bar at the Forge. Smelting will take 350 Seconds per Bar using Forge Slot 1. "
            ]
        },
        "Copper": {
            "description": [
                "Smelt down 2 Ores into 1 Bar at the Forge. Smelting will take 100 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 2 Ores into 1 Bar at the Forge. Smelting will take 50 Seconds per Bar using Forge Slot 1. "
            ]
        },
        "Lustre": {
            "description": [
                "Smelt down 250 Ores into 1 Bar at the Forge. Smelting will take 12500 Seconds per Bar using Forge Slot 1. ",
                "Smelt down 250 Ores into 1 Bar at the Forge. Smelting will take 5000 Seconds per Bar using Forge Slot 1. "
            ]
        }
    }
}