{
    "new": {},
    "changes": {
        "High-IQ Cauldron": {
            "bubbles": {
                "Tome Wisdom": {
                    "x1": [5, 2.5],
                    "description": [
                        "+{% WIS for every 500 Tome Completion Points above 1000. NOTE: The tome is coming in an upcoming weekly update!",
                        "+{% WIS for every 2000 Tome Completion Points over 5000. So you'd get one stack of this at 7000 pts, two at 9000, etc"
                    ]
                },
                "Essence Chapter": {
                    "x1": [30, 15],
                    "description": [
                        "+{% All Essence Gain for every 500 Tome Completion Points above 1000.",
                        "+{% All Essence Gain for every 2000 Tome Completion Points above 5000."
                    ]
                }
            }
        },
        "Quicc Cauldron": {
            "bubbles": {
                "Tome Agility": {
                    "x1": [5, 2.5],
                    "description": [
                        "+{% AGI for every 500 Tome Completion Points above 1000. NOTE: The tome is coming in an upcoming weekly update!",
                        "+{% AGI for every 2000 Tome Completion Points over 5000. So you'd get one stack of this at 7000 pts, two at 9000, etc"
                    ]
                },
                "Stealth Chapter": {
                    "x1": [20, 10],
                    "description": [
                        "+{% Stealth (the stat that lowers dedection rate in Sneaking) for every 500 Tome Completion Points above 1000.",
                        "+{% Stealth (the stat that lowers detection rate in Sneaking) for every 2000 Tome Completion Points above 5000."
                    ]
                }
            }
        },
        "Power Cauldron": {
            "bubbles": {
                "Crop Chapter": {
                    "x1": [30, 12],
                    "description": [
                        "+{% Crop Evolution chance for every 500 Tome Completion Points above 1000.",
                        "+{% Crop Evolution chance for every 2000 Tome Completion Points above 5000."
                    ]
                },
                "Tome Strength": {
                    "x1": [5, 2.5],
                    "description": [
                        "+{% STR for every 500 Tome Completion Points above 1000. NOTE: The tome is coming in an upcoming weekly update!",
                        "+{% STR for every 2000 Tome Completion Points over 5000. So you'd get one stack of this at 7000 pts, two at 9000, etc"
                    ]
                }
            }
        }
    }
}