{
    "new": {
        "Timecandy6": {
            "section": "Limited Specials",
            "name": "Timecandy6",
            "mtxName": "72 Hour Candy Maybe",
            "itemDisplayName": "72 HR Time Candy",
            "desc": "READ THIS BEFORE YOU BUY. This purchase has a 50% chance for the coveted 72 hr candy, and a 50% chance to just be a lame 12 hour candy. Ok you can stop reading now.",
            "cost": 435,
            "no": 91,
            "maxPurchases": 16,
            "qty": 1,
            "costIncrement": 0
        },
        "EquipmentCape0": {
            "section": "Limited Specials",
            "name": "EquipmentCape0",
            "mtxName": "Random Cape",
            "itemDisplayName": "Angel Wings",
            "desc": "Gives you a random cape, it could be any one of them currently in IdleOn! There are 14 possibilities, including the ones from special bundles!",
            "cost": 1400,
            "no": 87,
            "maxPurchases": 1,
            "qty": 0,
            "costIncrement": 0
        },
        "EquipmentNametag3": {
            "section": "Limited Specials",
            "name": "EquipmentNametag3",
            "mtxName": "Balling Nametag",
            "itemDisplayName": "Balling Nametag",
            "desc": "Instead of telling the world that you dropped 2500 gems with the chat ring, show them with this nametag instead! Comes with a 40% Drop Rate bonus.",
            "cost": 2500,
            "no": 88,
            "maxPurchases": 1,
            "qty": 1,
            "costIncrement": 0
        },
        "Quest77": {
            "section": "Limited Specials",
            "name": "Quest77",
            "mtxName": "Gold Pocketwatch",
            "itemDisplayName": "Gold Pocketwatch",
            "desc": "Gives you a pocketwatch that fast forwards a day, restocking shops and triggering various daily rewards and systems. One use only, of course.",
            "cost": 490,
            "no": 90,
            "maxPurchases": 6,
            "qty": 1,
            "costIncrement": 0
        }
    },
    "changes": {
        "EquipmentRingsChat3": {
            "section": ["Chat Rings", "Limited Specials"],
            "no": [31, 89],
            "maxPurchases": [100000, 1]
        },
        "Quest81": {
            "desc": [
                "Gives you a Compost Bag usable item. Use it in your player inventory to instantly get 6 hours of Farming growth for all your crops, instantly! This item restocks each day.",
                "Gives you a Compost Bag usable item. Use it in your player inventory to instantly get 4 hours of Farming growth for all your crops, instantly! This item restocks each day."
            ]
        },
        "GemQ18": {
            "desc": [
                "Use this on a 4 star card to upgrade it to 5 stars! It works like 4 star cardifiers do, you get to choose which card gets upgraded, no randomness involved!! Yippie!!!",
                "10% OFF NORMAL PRICE! Use this on a 4 star card to upgrade it to 5 stars! It works like 4 star cardifiers do, you get to choose which card gets upgraded!"
            ],
            "cost": [485, 437],
            "no": [93, 92],
            "maxPurchases": [9, 8]
        },
        "GemP11": {
            "section": ["Goods & Services", "Limited Specials"],
            "mtxName": ["Smol Arcade Balls", "Free Balls"],
            "desc": [
                "30 arcade balls. Use these at the Arcade, found at the clown in World 2 town!",
                "Excuse me sir, but would you be interested in some of my balls? You are?? Great! I have some here just for you, free of charge! 1 gem fee though."
            ],
            "cost": [100, 1],
            "no": [79, 93],
            "maxPurchases": [100000, 5]
        },
        "GemP13": {
            "section": ["Goods & Services", "Limited Specials"],
            "desc": [
                "500 arcade balls. Use these at the Arcade, found at the clown in World 2 town! +33% better value compared to smol ball pack!",
                "23% OFF NORMAL PRICE! 500 arcade balls. Use these at the Arcade, found at the clown in World 2 town!"
            ],
            "cost": [1250, 962],
            "no": [81, 94],
            "maxPurchases": [100000, 6]
        },
        "Quest82": {
            "desc": [
                "Gives you a Summoner Stone usable item Use it in your player inventory to instantly get 6 hours of Summoning Essence, instantly! This item restocks each day.",
                "Gives you a Summoner Stone usable item Use it in your player inventory to instantly get 4 hours of Summoning Essence, instantly! This item restocks each day."
            ]
        }
    }
}