[
    {
        "name": "Equinox Dreams",
        "upgrade": "Unlocks a Dream cloud through which you can complete challenges. @ More clouds allows you to see more challenges at once",
        "x1": 5,
        "x2": 0
    },
    {
        "name": "Equinox Resources",
        "upgrade": "Unlocks a new resource to gather right here in the equinox. @ Each one has it's own Vial in Alchemy, but no card",
        "x1": 4,
        "x2": 0
    },
    {
        "name": "Shades of K",
        "upgrade": "Adds another choice at the end of each Killroy Run to invest into",
        "x1": 3,
        "x2": 0
    },
    {
        "name": "Liquidvestment",
        "upgrade": "If liquid is full, 9% of excess liquid generated will be invested into CAP/RATE upgrades. @   @ Total Bonus: % Excess invested",
        "x1": 4,
        "x2": 9
    },
    {
        "name": "Matching Scims",
        "upgrade": "10% Damage. This is its own multiplier, so it's EXTRA powerful! @   @ Total Bonus: % DMG",
        "x1": 8,
        "x2": 10
    },
    {
        "name": "Slow Roast Wiz",
        "upgrade": "1% tower dmg every second for all towers in worship, resets when a new wave starts. Only starts working after 10 seconds @   @ Total Bonus: % DMG",
        "x1": 5,
        "x2": 1
    },
    {
        "name": "Laboratory Fuse",
        "upgrade": "1 px longer connection range for all Lab bonuses and jewels, unless they state otherwise @   @ Total Bonus:  Px range",
        "x1": 10,
        "x2": 1
    },
    {
        "name": "Metal Detector",
        "upgrade": "1% nugget size for each nugget you dig up that isn't a new biggest nug. Once you do eventually dig up a new best, this bonus resets. @   @ Total Bonus: % Nug Size per small nug",
        "x1": 6,
        "x2": 1
    },
    {
        "name": "Faux Jewels",
        "upgrade": "5% Drop Rate. This is additive, so it's great but not THAT great. DR is DR though right? @   @ Total Bonus: % Drop",
        "x1": 6,
        "x2": 5
    },
    {
        "name": "Food Lust",
        "upgrade": "Defeating a Random Event boss lowers Meal upgrade cost by -20%. Stacks up to  times. Resets when meal is upgraded. @   @ (For the number ppl out there, this is 0.80x cost per stack)",
        "x1": 10,
        "x2": 1
    },
    {
        "name": "Equinox Symbols",
        "upgrade": "1 all talent LVs, as long as they have a single point invested @   @ Total Bonus:  All Talent LVs",
        "x1": 5,
        "x2": 1
    },
    {
        "name": "Voter Rights",
        "upgrade": "1% higher Ballot Bonus from the voter slime in World 2 town. This boosts the bonus that players vote for each week!",
        "x1": 15,
        "x2": 1
    },
    {"name": "Hmm...", "upgrade": "Huh...", "x1": 2, "x2": -1},
    {"name": "Hmm...", "upgrade": "Huh...", "x1": 2, "x2": -1}
]